//* Прототип planetData
[
   {
      "id": 1,
      "name": "Галатея",
      "type": "Газовий гігант",
      "diameter": 45500,
      "suitable_for_life": false,
      "description": "Галатея - газовий гігант з вражаючими атмосферними явищами, що створюють непередбачувані кольорові шоу.",
      "img_url": "./planets/Pl6.png"
   },
   {
      "id": 2,
      "name": "Ауралис",
      "type": "Планета-океан",
      "diameter": 18200,
      "suitable_for_life": true,
      "description": "Ауралис - планета з безмежними водами, де світлові шоу відбуваються внаслідок взаємодії атмосфери та сонячного світла.",
      "img_url": "./planets/Pl11.png"   
   },
   {
      "id": 3,
      "name": "Ікарія",
      "type": "Летюча планета",
      "diameter": 15000,
      "suitable_for_life": true,
      "description": "Ікарія - планета, де летючі форми життя наповнюють небо, створюючи неповторний танець у величному небесному просторі.",
      "img_url": "./planets/Pl8.png"
   },
   {
      "id": 4,
      "name": "Сілвана",
      "type": "Лісова планета",
      "diameter": 28000,
      "suitable_for_life": false,
      "description": "Сілвана - лісова планета, де густі ліси та рослини створюють унікальну біосферу, але не придатна для звичайного життя.",
      "img_url": "./planets/Pl10.png"
   },
   {
      "id": 5,
      "name": "Ікарія",
      "type": "Планета-літач",
      "diameter": 24000,
      "suitable_for_life": true,
      "description": "Ікарія - обертається, нагадуючи літач, і має ідеальні умови для польотів і досліджень.",
      "img_url": "./planets/Pl3.png"
   },
   {
      "id": 6,
      "name": "Терранос",
      "type": "Планета-розкіш",
      "diameter": 38000,
      "suitable_for_life": false,
      "description": "Терранос - славиться розкішними пейзажами та величними палатами, але не придатний для звичайного життя.",
      "img_url": "./planets/Pl9.png"
   },
   {
      "id": 7,
      "name": "Відрія",
      "type": "Планета-кришталь",
      "diameter": 26000,
      "suitable_for_life": false,
      "description": "Відрія - вражає кришталевою поверхнею, але не підходить для життя через суворі атмосферні умови.",
      "img_url": "./planets/Pl2.png"
   },
   {
      "id": 8,
      "name": "Аурорія",
      "type": "Полярна планета",
      "diameter": 32000,
      "suitable_for_life": true,
      "description": "Аурорія - відома яскравими полярними сяйвами, створюючи неймовірні світлові шоу, і придатна для життя.",
      "img_url": "./planets/Pl7.png"
   },
   {
      "id": 9,
      "name": "Сіріус",
      "type": "Планета-крихітка",
      "diameter": 12000,
      "suitable_for_life": true,
      "description": "Сіріус - мала планета із унікальною крихітною атмосферою, підходить для екзотичного життя.",
      "img_url": "./planets/Pl1.png"
   },
   {
      "id": 10,
      "name": "Марсія",
      "type": "Пустельна планета",
      "diameter": 21000,
      "suitable_for_life": false,
      "description": "Марсія - вражає розмаїтністю пустельних пейзажів та можливістю населення високорозвиненими мікроорганізмами.",
      "img_url": "./planets/Pl12.png"
   },
   {
      "id": 11,
      "name": "Європа",
      "type": "Льодова планета",
      "diameter": 28000,
      "suitable_for_life": false,
      "description": "Європа - заслуговує свою назву завдяки льодовим пейзажам та таємничим підземним океанам, але суворий клімат робить її непридатною для звичайного життя.",
      "img_url": "./planets/Pl13.png"
   },
   {
      "id": 12,
      "name": "Гармонія",
      "type": "Планета-сад",
      "diameter": 30000,
      "suitable_for_life": false,
      "description": "Гармонія - славиться своїми райськими садами та гармонією між природою та життям, але не придатна для звичайного життя.",
      "img_url": "./planets/Pl5.png"
   },
   {
      "id": 13,
      "name": "Вулканія",
      "type": "Планета-вулкан",
      "diameter": 25000,
      "suitable_for_life": false,
      "description": "Вулканія - величезна лавова планета з активними вулканами, що створюють дивовижні ландшафти, але непридатна для звичайного життя.",
      "img_url": "./planets/Pl4.png"
   }
]
// {
//     "id": 14,
//     "name": "Іллумінара",
//     "type": "Світляча планета",
//     "diameter": 18000,
//     "suitable_for_life": false,
//     "description": "Іллумінара - вражає своїми світловими організмами, які освітлюють її темряву, але не придатна для звичайного життя.",
//     "img_url": "./planets/Pl14.png"
// },
// {
//     "id": 15,
//     "name": "Омега",
//     "type": "Планета-кришталь",
//     "diameter": 32000,
//     "suitable_for_life": false,
//     "description": "Омега - масивна планета з кришталевою поверхнею, але суворі умови роблять її непридатною для звичайного життя.",
//     "img_url": "./planets/Pl15.png"
// },
// {
//     "id": 16,
//     "name": "Агонія",
//     "type": "Планета-пустка",
//     "diameter": 27000,
//     "suitable_for_life": false,
//     "description": "Агонія - засушлива планета з нещадними пейзажами, де життя не може існувати в суворих умовах.",
//     "img_url": "./planets/Pl16.png"
// },
// {
//     "id": 17,
//     "name": "Кристалія",
//     "type": "Планета-кристал",
//     "diameter": 24000,
//     "suitable_for_life": false,
//     "description": "Кристалія - планета, де кристали ростуть як рослини, але суворі умови роблять її непридатною для звичайного життя.",
//     "img_url": "./planets/Pl17.png"
// },
// {
//     "id": 18,
//     "name": "Пусткарія",
//     "type": "Планета-пустка",
//     "diameter": 20000,
//     "suitable_for_life": false,
//     "description": "Пусткарія - безжиттєва планета з пустельними ландшафтами, де немає умов для існування життя.",
//     "img_url": "./planets/Pl18.png"
// }